LOG_PATH = '/Users/luoyonggui/Documents/logs'
# 投资组合
portfolio = {'stock': [
                ('东方航空', 13500),
                ('中国核电', 8300),
            ],
            'fund': [
                ('510300.SH', 7200),
                ('510500.SH', 2600),
                ('159938.SZ', 9500),
                ('518880.SH', 3200),
                ('512580.SH', 9800),
                ('159915.SZ', 4100),
                ('512800.SH', 6000),
                ('513050.SH', 5000),
            ]}
INDEX_NAMES=[
    '000001.SH',
    '399001.SZ',  # 深圳成指
    '399006.SZ',  # 创业板指
]
FUND_NAMES = [
    '510300.SH',
    '510500.SH',
    '512800.SH',
    '518880.SH',
    '512580.SH',
    '513050.SH',
    '159938.SZ',
    '159915.SZ',
]
OTC_FUND_NAMES = [
    '易方达证券公司分级',
    '广发纯债债券A',
    '兴全可转债混合',
    '博时信用债纯债债券A',
    '广发中债7-10年国开债指数A',
    '华夏中证500ETF联接A',
    '富国中证红利指数增强',
    '广发医药卫生联接A',
    '华夏上证50ETF联接A',
    '建信中证500指数增强A',
    '广发养老指数A',
    '华宝标普油气上游股票',
    '广发创业板ETF联接A',
    '长信可转债债券A',
    '易方达安心回报债券A',
    '广发中证500ETF联接C',
    '广发中证全指金融地产联接A',
    '富国中证500指数(LOF)',
    '广发中证环保ETF联接A',
    '富国沪深300指数增强',
    '广发中证传媒ETF联接A']
STOCK_NAMES = [
               '平安银行',
               '东方航空',
               '南方航空',
               '中国核电',
               '中国平安',
               '招商银行',
               '建设银行',
               '工商银行',
               '农业银行',
               '北大荒',
               ]
