LOG_PATH = '/Users/luoyonggui/Documents/logs'
# 投资组合
portfolio = {'stock': [
                ('东方航空', 500),
                ('中国核电', 500),
            ],
            'fund': [
                ('510300.SH', 500),
                ('510500.SH', 500),
            ]}
INDEX_NAMES=[
    '000001.SH',
    '399001.SZ',  # 深圳成指
    '399006.SZ',  # 创业板指
]
FUND_NAMES = [
    '510300.SH',
    '510500.SH',
    '512800.SH',
    '518880.SH',
    '512580.SH',
    '513050.SH',
    '159938.SZ',
    '159915.SZ',
]
STOCK_NAMES = [
               # '平安银行',
               # '东方航空',
               # '南方航空',
               # '中国核电',
               # '中国平安',
               # '招商银行',
               # '建设银行',
               # '工商银行',
               # '农业银行',
               # '北大荒',
               ]
